[
    {
        "name": "Jamie Oliver",
        "experience": "25 years",
        "numRecipes": 150,
        "picture": "https://example.com/jamie-oliver.jpg",
        "ingredients": [
            "olive oil",
            "garlic",
            "lemon",
            "parsley",
            "tomatoes"
        ],
        "recipes": [
            "Spaghetti al limone"
        ],
        "bio": "Jamie Oliver is a British chef and television personality known for his simple, delicious recipes and his passion for healthy eating. He has authored numerous cookbooks and hosted several popular cooking shows, including The Naked Chef and Jamie's 15 Minute Meals."
    },
    {
        "name": "Nigella Lawson",
        "experience": "20 years",
        "numRecipes": 100,
        "picture": "https://example.com/nigella-lawson.jpg",
        "ingredients": [
            "chocolate",
            "butter",
            "sugar",
            "flour",
            "eggs"
        ],
        "recipes": [
            "Chocolate Cake"
        ],
        "bio": "Nigella Lawson is a British food writer, journalist, and television host. She is the author of several best-selling cookbooks, and is known for her indulgent, comfort-food recipes. Lawson has hosted a number of popular cooking shows, including Nigella Bites and Nigellissima."
    },
    {
        "name": "Gordon Ramsay",
        "experience": "30 years",
        "numRecipes": 500,
        "picture": "https://example.com/gordon-ramsay.jpg",
        "ingredients": [
            "beef fillet",
            "mushrooms",
            "puff pastry",
            "prosciutto",
            "Dijon mustard"
        ],
        "recipes": [
            "Beef Wellington"
        ],
        "bio": "Gordon Ramsay is a British chef, restaurateur, and television personality known for his fiery personality and his dedication to perfection in the kitchen. He has numerous Michelin stars and has hosted several popular cooking shows, including Hell's Kitchen and MasterChef."
    },
    {
        "name": "Mary Berry",
        "experience": "60 years",
        "numRecipes": 100,
        "picture": "https://example.com/mary-berry.jpg",
        "ingredients": [
            "butter",
            "sugar",
            "flour",
            "eggs",
            "vanilla"
        ],
        "recipes": [
            "Victoria Sponge Cake"
        ],
        "bio": "Mary Berry is a British food writer and television presenter known for her baking expertise. She has authored numerous cookbooks and hosted several popular baking shows, including The Great British Bake Off."
    },
    {
        "name": "Nadiya Hussain",
        "experience": "10 years",
        "numRecipes": 50,
        "picture": "https://example.com/nadiya-hussain.jpg",
        "ingredients": [
            "cardamom",
            "cinnamon",
            "ginger",
            "turmeric",
            "coriander"
        ],
        "recipes": [
            "Chana Masala"
        ],
        "bio": "Nadiya Hussain is a British chef, author, and television presenter. She gained national attention in 2015 after winning the sixth series of The Great British Bake Off, and has since gone on to host several cooking shows of her own. In addition to her work in the kitchen, Hussain is a published author and has written several books, including a memoir and a children's book. She is also an advocate for mental health awareness and has spoken publicly about her own struggles with anxiety."
    },
    {
        "name": "Tom Kerridge",
        "experience": "25 years",
        "numRecipes": 75,
        "picture": "https://example.com/tom-kerridge.jpg",
        "ingredients": [
            "butter",
            "potatoes",
            "bacon",
            "eggs",
            "flour"
        ],
        "recipes": [
            "Proper Fish and Chips"
        ],
        "bio": "Tom Kerridge is an English chef, restaurateur, and television personality. He is the owner of two Michelin-starred pubs in Marlow, Buckinghamshire. Kerridge has also appeared on several cooking shows, including MasterChef and Saturday Kitchen. He is known for his hearty, British-style cooking and has published several cookbooks."
    }
]